Repository: JcDenis/whiteListCom
Catalog: locales/*/main.po
Languages: fr

source: Reserved names
fr: Noms réservés

source: Whitelist of reserved names of users
fr: Liste blanche des noms d'utilisateurs réservés

source: This name is reserved to an other user.
fr: Ce nom est réservé à un autre utilisateur.

source: Reserved names have been successfully updated.
fr: Le noms réservés ont été mis à jour.

source: Check the users who have a reserved name (link to an email).
fr: Cocher les utilisateurs aillant un nom réservé (lié à une adresse mel)

source: Comments authors list
fr: Liste des auteurs de commentaires

source: Unmoderated authors
fr: Auteurs non modérés

source: Whitelist of unmoderated authors
fr: Liste blanche des auteurs non modérés

source: Unmoderated names have been successfully updated.
fr: Les noms non modérés ont été mis à jour.

source: This filter is used only if comments are moderates
fr: Ce filtre est utilisé seulement si les commentaires sont modérés.

source: Check the users who can make comments without being moderated.
fr: Cocher les utilisateurs qui peuvent faire des commentaires sans être modérés.

source: Posts authors list
fr: Liste des auteurs de billets

source: Whitelists for comments moderation
fr: Listes blanches pour la modération de commentaires

source: Whitelist comments
fr: Liste blanche des commentaires
